

// ===========================Задание №2=======================
// let a = 10;
// let b = 5;

// let c = a;
// a = b;
// b = c;
// console.log(c);
// console.log(a);
// console.log(b);

// ===========================Задание №3=======================
// let admin = "Василий";

// let name = admin;
// console.log(name);


// ===========================Задание №4=======================
// let age = prompt("Сколько Вам лет?");
// let name = prompt("Введите ваше имя");
// let secondName = prompt("Введите вашу фамилию")

// let userInfo = `Возраст ${age}года Имя ${name} Фамилия ${secondName}`
// console.log(userInfo);


// ===========================Задание №5=======================
// let qustion = prompt("Сколько Вам лет?")

// let answer = confirm(`Вам ${qustion} лет?`)

// if(answer){
// 	alert("true")
// }
// else{
// 	alert("false")
// }
//========================================================================================================================================================
